/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "中止";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "スキャンを中止";

/* alert button */
"Continue" = "続ける";

/* alert button */
"Continue scan" = "スキャンを続ける";

/* alert button */
"Ignore" = "無視";

/* alert button */
"Ignore plug-in" = "プラグインを無視";

/* alert button */
"Open plug-in graphic interface" = "プラグイン・グラフィック・インターフェイスを開く";

/* alert button */
"Start Plug-In Manager" = "プラグインマネージャを起動";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "^Pユーザの方へ\nApple AU認定にパスしていない%ld個のAudio Unitが有効になっています。その結果、問題が発生し、^Pがクラッシュしたりデータが消失したりする可能性があります! アップデート版については製造元に確認してください。プラグインマネージャでこれらのプラグインを無効にすることをお勧めします。";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "スキャンに成功したAudio Unitsだけが、^Pで利用可能になります。\nスキャンは次回^Pを起動したときに再開されます。";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Audio Unit“%1$@”（%2$@）から、このシステムで使用するための適切な権限がないことが報告されました。\nコピー保護の詳細についてはプラグインのマニュアルを確認してください。";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Audio Unit“%1$@”（%2$@）から、このシステムで使用するための適切な権限がないことが報告されました。\nコピー保護の詳細についてはプラグインのマニュアルを確認してください。すぐにプラグインのグラフィックインターフェイスを開いてコピー保護を管理することもできます。";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Audio Unitの互換性の検証中に、^PはAppleのAU検証にパスしていない%ld個のAudio Unitプラグインを見つけました。これらのプラグインは、^Pでこれ以上使用されないように除外されました。これは、起きる可能性がある問題やクラッシュを避けるためです。ここでプラグインマネージャを起動して検証結果を確認することもできますし、起動の処理を続けることもできます。";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^Pは%2$@のAudio Unit“%1$@”を使用しようとして突然終了しました。\nこのプラグインはアップデートを必要とする可能性があります。";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "インストールされたAudio Unitプラグインにエラーが起きました。";

/* alert title */
"Audio Unit authorization error." = "Audio Unitの認証エラーです。";

/* alert title */
"Incompatible Audio Units found." = "互換性のないAudio Unitsが見つかりました。";

/* alert title */
"You are about to abort the scan process." = "スキャン処理を中止しようとしています。";

/* alert title */
"You are using incompatible Audio Units." = "互換性のないAudio Unitsが使用されています。";

/* audio unit type */
"MIDI processor" = "MIDIプロセッサ";

/* audio unit type */
"MIDI-controlled effect" = "MIDI制御エフェクト";

/* audio unit type */
"effect" = "エフェクト";

/* audio unit type */
"format converter" = "フォーマットコンバータ";

/* audio unit type */
"generator" = "ジェネレータ";

/* audio unit type */
"instrument" = "音源";

/* audio unit type */
"mixer" = "ミキサー";

/* audio unit type */
"offline effect" = "オフラインエフェクト";

/* audio unit type */
"output unit" = "出力ユニット";

/* audio unit type */
"panner" = "パンポット";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Audio Unitプラグインを検出中…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Audio Unitプラグインの情報を更新中…";

/* possible validation result */
"couldn’t be opened" = "開けませんでした";

/* possible validation result */
"crashed validation" = "検証がクラッシュしました";

/* possible validation result */
"failed validation" = "検証に失敗しました";

/* possible validation result */
"not authorized" = "認証されていません";

/* possible validation result */
"not validated due to internal error" = "内部エラーのため検証されていません";

/* possible validation result */
"not yet validated" = "まだ検証されていません";

/* possible validation result */
"successfully validated" = "検証に成功しました";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Audio Unitsをスキャン中（%1$d/%2$d終了）";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Audio Unitsをスキャン中（%1$ld/%2$ld終了）";

/* used for invalid version numbers */
"invalid" = "無効";

/* used when value transformer can’t interpret given object */
"unknown" = "不明";
